Repository: tercan/wp-heading-buttons
Catalog: languages/wp-heading-buttons-*.po
Languages: ar_sa, bn_bd, de_de, es_es, fr_fr, hi_in, it_it, pt_br, ru_ru, tr_tr, zh_cn

source: Heading %d
ar_sa: عنوان %d
bn_bd: শিরোনাম %d
de_de: Überschrift %d
es_es: Encabezado %d
fr_fr: Titre %d
hi_in: शीर्षक %d
it_it: Intestazione %d
pt_br: Título %d
ru_ru: Заголовок %d
tr_tr: Başlık %d
zh_cn: 标题 %d

source: Heading Levels
ar_sa: مستويات العناوين
bn_bd: শিরোনাম স্তর
de_de: Überschriftenebenen
es_es: Niveles de encabezado
fr_fr: Niveaux de titre
hi_in: शीर्षक स्तर
it_it: Livelli di intestazione
pt_br: Níveis de título
ru_ru: Уровни заголовков
tr_tr: Başlık Seviyeleri
zh_cn: 标题级别

source: WP Heading Buttons
ar_sa: أزرار العناوين لووردبريس
bn_bd: WP শিরোনাম বোতাম
hi_in: WP शीर्षक बटन
tr_tr: WP Başlık Butonları
zh_cn: WP 标题按钮

source: View Changelog
ar_sa: عرض سجل التغييرات
bn_bd: পরিবর্তন তালিকা দেখুন
de_de: Änderungsprotokoll anzeigen
es_es: Ver el registro de cambios
fr_fr: Voir le journal des modifications
hi_in: परिवर्तन लॉग देखें
it_it: Visualizza il changelog
pt_br: Ver registro de alterações
ru_ru: Просмотреть журнал изменений
tr_tr: Değişiklik Günlüğünü Görüntüle
zh_cn: 查看更新日志

source: Visit Documentation
ar_sa: زيارة التوثيق
bn_bd: ডকুমেন্টেশন দেখুন
de_de: Dokumentation besuchen
es_es: Visitar la documentación
fr_fr: Consulter la documentation
hi_in: दस्तावेज़ देखें
it_it: Visita la documentazione
pt_br: Visitar a documentação
ru_ru: Перейти к документации
tr_tr: Dokümantasyonu Görüntüle
zh_cn: 访问文档

source: Documentation
ar_sa: التوثيق
bn_bd: ডকুমেন্টেশন
de_de: Dokumentation
es_es: Documentación
hi_in: दस्तावेज़ीकरण
it_it: Documentazione
pt_br: Documentação
ru_ru: Документация
tr_tr: Dokümantasyon
zh_cn: 文档

source: Manage heading button visibility and Classic Block behavior here.
ar_sa: أدر هنا ظهور أزرار العناوين وسلوك الكتلة الكلاسيكية.
bn_bd: এখানে শিরোনাম বোতামের দৃশ্যমানতা এবং ক্লাসিক ব্লকের আচরণ পরিচালনা করুন।
de_de: Verwalten Sie hier die Sichtbarkeit der Überschriften-Schaltflächen und das Verhalten des klassischen Blocks.
es_es: Gestiona aquí la visibilidad de los botones de encabezado y el comportamiento del bloque clásico.
fr_fr: Gérez ici la visibilité des boutons de titre et le comportement du bloc classique.
hi_in: यहाँ शीर्षक बटन की दृश्यता और क्लासिक ब्लॉक के व्यवहार को प्रबंधित करें।
it_it: Gestisci qui la visibilità dei pulsanti delle intestazioni e il comportamento del blocco classico.
pt_br: Gerencie aqui a visibilidade dos botões de título e o comportamento do bloco clássico.
ru_ru: Управляйте видимостью кнопок заголовков и поведением классического блока здесь.
tr_tr: Başlık butonlarının görünürlüğünü ve Klasik Blok davranışını buradan yönetin.
zh_cn: 在此管理标题按钮的可见性和经典块行为。

source: Heading Buttons
ar_sa: أزرار العناوين
bn_bd: শিরোনাম বোতামসমূহ
de_de: Überschriften-Schaltflächen
es_es: Botones de encabezado
fr_fr: Boutons de titre
hi_in: शीर्षक बटन
it_it: Pulsanti delle intestazioni
pt_br: Botões de título
ru_ru: Кнопки заголовков
tr_tr: Başlık Butonları
zh_cn: 标题按钮

source: Choose which levels appear in Classic and Block editor toolbars.
ar_sa: اختر المستويات التي تظهر في أشرطة أدوات المحررين الكلاسيكي ومحرر الكتل.
bn_bd: ক্লাসিক এবং ব্লক সম্পাদক টুলবারে কোন স্তরগুলো দেখাবে তা নির্বাচন করুন।
de_de: Wählen Sie, welche Ebenen in den Symbolleisten der klassischen und Block-Editoren angezeigt werden.
es_es: Elige qué niveles aparecen en las barras de herramientas de los editores clásico y de bloques.
fr_fr: Choisissez les niveaux qui apparaissent dans les barres d’outils des éditeurs classique et de blocs.
hi_in: Classic और Block संपादकों के टूलबार में कौन-से स्तर दिखें, चुनें।
it_it: Scegli quali livelli appaiono nelle barre degli strumenti degli editor classico e a blocchi.
pt_br: Escolha quais níveis aparecem nas barras de ferramentas dos editores clássico e de blocos.
ru_ru: Выберите уровни, которые будут отображаться на панелях инструментов классического и блочного редакторов.
tr_tr: Klasik ve Blok editör araç çubuklarında görünecek seviyeleri seçin.
zh_cn: 选择在经典编辑器和区块编辑器工具栏中显示的级别。

source: Classic Block
ar_sa: الكتلة الكلاسيكية
bn_bd: ক্লাসিক ব্লক
de_de: Klassischer Block
es_es: Bloque clásico
fr_fr: Bloc classique
hi_in: क्लासिक ब्लॉक
it_it: Blocco classico
pt_br: Bloco clássico
ru_ru: Классический блок
tr_tr: Klasik Blok
zh_cn: 经典块

source: Control toolbar behavior inside the Classic block while using the Block Editor.
ar_sa: تحكّم بسلوك شريط الأدوات داخل الكتلة الكلاسيكية عند استخدام محرر الكتل.
bn_bd: ব্লক এডিটর ব্যবহার করার সময় ক্লাসিক ব্লকের টুলবার আচরণ নিয়ন্ত্রণ করুন।
de_de: Steuern Sie das Verhalten der Symbolleiste im klassischen Block, während Sie den Block-Editor verwenden.
es_es: Controla el comportamiento de la barra de herramientas dentro del bloque clásico al usar el editor de bloques.
fr_fr: Contrôlez le comportement de la barre d’outils dans le bloc classique lors de l’utilisation de l’éditeur de blocs.
hi_in: Block Editor का उपयोग करते समय क्लासिक ब्लॉक के अंदर टूलबार व्यवहार नियंत्रित करें।
it_it: Controlla il comportamento della barra degli strumenti nel blocco classico durante l'uso dell'editor a blocchi.
pt_br: Controle o comportamento da barra de ferramentas dentro do bloco clássico ao usar o editor de blocos.
ru_ru: Настройте поведение панели инструментов внутри классического блока при использовании блочного редактора.
tr_tr: Blok Editör kullanırken Klasik Blok içindeki araç çubuğu davranışını ayarlayın.
zh_cn: 使用区块编辑器时控制经典块内的工具栏行为。

source: Show heading buttons in the Classic block
ar_sa: إظهار أزرار العناوين داخل الكتلة الكلاسيكية
bn_bd: ক্লাসিক ব্লকে শিরোনাম বোতাম দেখান
de_de: Überschriften-Schaltflächen im klassischen Block anzeigen
es_es: Mostrar botones de encabezado en el bloque clásico
fr_fr: Afficher les boutons de titre dans le bloc classique
hi_in: क्लासिक ब्लॉक में शीर्षक बटन दिखाएँ
it_it: Mostra i pulsanti delle intestazioni nel blocco classico
pt_br: Mostrar botões de título no bloco clássico
ru_ru: Показывать кнопки заголовков в классическом блоке
tr_tr: Klasik Blok'ta başlık butonlarını göster
zh_cn: 在经典块中显示标题按钮

source: Description / Preview
ar_sa: الوصف / المعاينة
bn_bd: বর্ণনা / প্রিভিউ
de_de: Beschreibung / Vorschau
es_es: Descripción / Vista previa
fr_fr: Description / Aperçu
hi_in: विवरण / पूर्वावलोकन
it_it: Descrizione / Anteprima
pt_br: Descrição / Prévia
ru_ru: Описание / Предпросмотр
tr_tr: Açıklama / Önizleme
zh_cn: 说明 / 预览

source: Selected buttons appear like this in Classic and Block editor toolbars.
ar_sa: تظهر الأزرار المحددة بهذا الشكل في أشرطة أدوات المحررين الكلاسيكي ومحرر الكتل.
bn_bd: নির্বাচিত বোতামগুলো ক্লাসিক এবং ব্লক সম্পাদক টুলবারে এভাবে দেখাবে।
de_de: Ausgewählte Schaltflächen werden so in den Symbolleisten der klassischen und Block-Editoren angezeigt.
es_es: Los botones seleccionados se muestran así en las barras de herramientas de los editores clásico y de bloques.
fr_fr: Les boutons sélectionnés s’affichent ainsi dans les barres d’outils des éditeurs classique et de blocs.
hi_in: चयनित बटन Classic और Block संपादकों के टूलबार में इस तरह दिखाई देते हैं।
it_it: I pulsanti selezionati vengono visualizzati così nelle barre degli strumenti degli editor classico e a blocchi.
pt_br: Os botões selecionados aparecem assim nas barras de ferramentas dos editores clássico e de blocos.
ru_ru: Выбранные кнопки отображаются так на панелях инструментов классического и блочного редакторов.
tr_tr: Seçilen butonlar Klasik ve Blok editör araç çubuklarında bu şekilde görünür.
zh_cn: 所选按钮在经典编辑器和区块编辑器工具栏中如下所示。

source: No buttons are currently selected.
ar_sa: لا توجد أزرار محددة حاليًا.
bn_bd: বর্তমানে কোনো বোতাম নির্বাচন করা হয়নি।
de_de: Derzeit sind keine Buttons ausgewählt.
es_es: No hay botones seleccionados actualmente.
fr_fr: Aucun bouton n’est sélectionné actuellement.
hi_in: वर्तमान में कोई बटन चयनित नहीं है।
it_it: Non ci sono pulsanti selezionati al momento.
pt_br: Nenhum botão está selecionado no momento.
ru_ru: Сейчас кнопки не выбраны.
tr_tr: Şu anda seçili buton yok.
zh_cn: 当前未选择任何按钮。

source: WP Heading Buttons is ready. Configure which heading buttons appear in the editor on the settings page.
ar_sa: أزرار العناوين لووردبريس جاهزة. قم بضبط أزرار العناوين التي تظهر في المحرر من صفحة الإعدادات.
bn_bd: WP শিরোনাম বোতাম প্রস্তুত। এডিটরে কোন শিরোনাম বোতামগুলো দেখাবে তা সেটিংস পেজে কনফিগার করুন।
de_de: WP Heading Buttons ist bereit. Konfigurieren Sie auf der Einstellungsseite, welche Überschriften-Schaltflächen im Editor erscheinen.
es_es: WP Heading Buttons está listo. Configura en la página de ajustes qué botones de encabezado aparecen en el editor.
fr_fr: WP Heading Buttons est prêt. Configurez sur la page des réglages les boutons de titre affichés dans l’éditeur.
hi_in: WP शीर्षक बटन तैयार हैं। संपादक में कौन‑से शीर्षक बटन दिखेंगे, यह सेटिंग्स पेज पर कॉन्फ़िगर करें।
it_it: WP Heading Buttons è pronto. Configura nella pagina delle impostazioni quali pulsanti di intestazione appaiono nell'editor.
pt_br: WP Heading Buttons está pronto. Configure na página de configurações quais botões de título aparecem no editor.
ru_ru: WP Heading Buttons готов. Настройте, какие кнопки заголовков отображаются в редакторе, на странице настроек.
tr_tr: WP Heading Buttons hazır. Düzenleyicide hangi başlık butonlarının görüneceğini Ayarlar sayfasından yapılandırın.
zh_cn: WP 标题按钮已就绪。请在设置页面配置编辑器中显示哪些标题按钮。

source: Open Settings
ar_sa: فتح الإعدادات
bn_bd: সেটিংস খুলুন
de_de: Einstellungen öffnen
es_es: Abrir ajustes
fr_fr: Ouvrir les réglages
hi_in: सेटिंग्स खोलें
it_it: Apri impostazioni
pt_br: Abrir configurações
ru_ru: Открыть настройки
tr_tr: Ayarları Aç
zh_cn: 打开设置

source: Dismiss
ar_sa: إغلاق
bn_bd: বন্ধ করুন
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
hi_in: बंद करें
it_it: Chiudi
pt_br: Fechar
ru_ru: Закрыть
tr_tr: Kapat
zh_cn: 关闭

source: One-click heading buttons (H1-H6) for WordPress Classic Editor and Gutenberg (Block Editor).
ar_sa: أزرار عناوين (H1-H6) بنقرة واحدة لمحرر ووردبريس الكلاسيكي وغوتنبرغ (محرر الكتل).
bn_bd: WordPress ক্লাসিক এডিটর এবং Gutenberg (ব্লক এডিটর)-এর জন্য এক-ক্লিক হেডিং বাটন (H1-H6)।
de_de: Ein-Klick-Überschriften-Buttons (H1-H6) für den WordPress Classic Editor und Gutenberg (Block-Editor).
es_es: Botones de encabezado (H1-H6) con un clic para el Editor clásico de WordPress y Gutenberg (Editor de bloques).
fr_fr: Boutons de titre (H1-H6) en un clic pour l’éditeur classique de WordPress et Gutenberg (éditeur de blocs).
hi_in: WordPress क्लासिक एडिटर और Gutenberg (ब्लॉक एडिटर) के लिए एक-क्लिक हेडिंग बटन (H1-H6)।
it_it: Pulsanti di intestazione (H1-H6) con un clic per WordPress Classic Editor e Gutenberg (Editor a blocchi).
pt_br: Botões de cabeçalho (H1-H6) com um clique para o Editor Clássico do WordPress e Gutenberg (Editor de Blocos).
ru_ru: Кнопки заголовков (H1-H6) в один клик для классического редактора WordPress и Gutenberg (редактора блоков).
tr_tr: WordPress Klasik Editör ve Gutenberg (Blok Editör) için tek tıkla başlık butonları (H1-H6).
zh_cn: 适用于 WordPress 经典编辑器和 Gutenberg（区块编辑器）的一键标题按钮（H1-H6）。
